Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/kronikk-for-utvikling-av-det-samiske-samfunnet-og-den-samiske-skolen.html.tmx
Source language: nob
Languages: sme

source: Kronikk: For utvikling av det samiske samfunnet og den samiske skolen
sme: Kronihkka: Sámi servodaga ja sámi skuvlla ovddideami várás

source: At alle skolebarn i Norge får kunnskap om alle folk i eget land, om egen urbefolkning og får forståelse for at alle folkeslag er likeverdige er et gode for nasjonen Norge.
sme: Dat ahte buot skuvlamánát Norggas ožžot máhtu buot álbmogiid birra iežaset riikkas, iežaset álgoálbmoga birra ja ožžot ipmárdusa das ahte buot olmmoščearddat leat ovttaárvosaččat, lea oavdun Norgii našuvdnan.

source: Samisk innhold er med på å understreke at et demokratisk samfunn verner om urfolk og minoriteter, skriver sametingsråd Mikkel Eskil Mikkelsen i denne kronikken.
sme: Sámi sisdoallu lea mielde deattuheamen dan ahte demokráhtalaš servodat suodjala álgoálbmogiid ja minoritehtaid, čállá sámediggeráđđi Mikkel Eskil Mikkelsen dán kronihkas.

source: Mandag 18. november lanseres nye læreplanverk, det samiske parallelle likeverdige læreplanverket og nasjonal læreplanverk.
sme: Vuossárgga skábmamánu 18. b. almmuhuvvojit ođđa oahppoplánabuktosat, sámi buohtalas, ovttaárvosaš oahppoplánabuvttus ja nationála oahppoplánabuvttus.

source: Sametinget har fastsatt læreplanene for samisk språk og det samiske innholdet i læreplanene.
sme: Sámediggi lea mearridan oahppoplánaid sámegiela várás ja oahppoplánaid sámi sisdoalu.

source: Med lanseringen av de nye læreplanen er vi godt i gang med fornyelsen av læreplanverkene og skal nå både implementere og utvikle læreplaner for blant annet programfagene i videregående skole.
sme: Ođđa oahppoplána almmuheapmi čájeha ahte mii leat dál ođasmahttigoahtán oahppoplánabuktosiid ja mii áigut dál sihke váldit atnui ja ovddidit oahppoplánaid earret eará joatkkaskuvlla prográmmafágaid várás.

source: Som sametingsråd med ansvar for opplæring er jeg overbevist om at den nye læreplanene er med på å utvikle hele landet og at vi står igjen med et godt resultat som mange kan være stolt over.
sme: Sámediggeráđđin, mas lea ovddasvástádus oahpahusas, mus lea nana jáhkku das ahte ođđa oahppoplánabuktosat leat mielde ovddideamen olles riikka ja ahte mii juksat dakkár bohtosa mainna mii sáhttit leat rámis.

source: Vi har fått utviklet det samiske samfunnet og de samiske innholdet i læreplanene på en måte som er med på å sikre og videreføre samiske språk og kultur.
sme: Mii leat nagodan ovddidit sámi servodaga ja sámi sisdoalu oahppoplánain dainna lágiin ahte dat lea mielde sihkkarastimin ja seailluheamen sámi giela ja kultuvrra.

source: Vi er med på å sikre at samiske elever møter en skole som er med på å bygge deres identitet og gir dem opplæring basert på deres kultur, historie og samfunnsliv.
sme: Mii leat mielde sihkkarastimin dan ahte sámi oahppit deaivvadit dakkár skuvllain mii doarju sin identitehta ja addá sidjiide oahpahusa sin kultuvrra, historjjá ja servodateallima vuođul.

source: Samtidig som en klar og tydelig utvikling av den samiske og norske skolen er mye nytt.
sme: Seamma áiggi go sámi ja dáža skuvllain lea čielga ovdáneapmi, de lea ollu mii lea ođas.

source: Som en nytt sentralt dokument i fagfornyelsen har vi Overordnet del – Verdier og prinsipper for grunnopplæringen.
sme: Ođđa guovddáš dokumeantan fágaođastusas lea Bajimus oassi – Árvvut ja prinsihpat vuođđooahpahusas.

source: Det er ikke første gang at det er samisk innhold med i læreplanenes overordnede del.
sme: Ii leat vuosttaš geardde ahte sámi sisdoallu lea mielde bajimus oasis.

source: Det er imidlertid første gang at den overordnede delen har tydelige forventninger til samisk innhold i læreplanene og er felles for nasjonal og samisk skole.
sme: Dattetge lea vuosttas geardde ahte bajimus oasis leat čielga vuordámušat sámi sisdollui oahppoplánain ja dat lea oktasaš sihke nationála ja sámi skuvllas.

source: Sametinget ser det som et stort fremskritt.
sme: Sámedikki mielas dat lea stuorra ovdáneapmi.

source: I overordnet del står det at den samiske kulturarven er en del av kulturarven i Norge, og at norsk og de samiske språkene er likeverdige.
sme: Bajimus oasis daddjojuvvo ahte sámi kulturárbi lea oassi Norgga kulturárbbis, ja ahte dárogiella ja sámegielat leat ovttaárvosaš gielat.

source: Det står at elevene skal få en innsikt i det samiske urfolkets historie, kultur, samfunnsliv og rettigheter.
sme: Das daddjojuvvo maiddái ahte oahppit galget oažžut ipmárdusa sámi álgoálbmoga historjjás, kultuvrras, servodateallimis ja vuoigatvuođain.

source: Samtidig som vi har jobbet frem nye verdier og prinsipper for grunnopplæringen ser vi en ny måte å forstå kompetansebegrepet på, vi ser en helt ny struktur av læreplanene.
sme: Barggadettiin ođđa árvvuiguin ja prinsihpaiguin vuođđooahpahusa várás mii oaidnit ođđa vuogi ipmirdit gealbodoahpaga, mii oaidnit áibbas ođđa struktuvrra oahppoplánain.

source: Læreplanene skal også legge til rette for dybdelæring, at elevene får fordype seg i lærestoff og jobbe med dette over tid.
sme: Oahppoplánat galget maid láhčit čiekŋalis oahppamii, ahte oahppit beasset čiekŋudit oahppanávdnasiidda ja bargat daiguin guhkit áiggi.

source: Konsekvensene har vært en reduksjon av antall kompetansemål.
sme: Dat lea dagahan ahte gealbomihtuid lohku lea njiedjan.

source: Sametinget har likevel jobbet for at læreplanene skal ha flest mulig eksplisitte samiske kompetansemål i alle nasjonale læreplaner og i de samiske likeverdige parallelle læreplanene.
sme: Sámediggi lea dattege bargan dan ala ahte oahppoplánain galget leat nu ollu eksplisihtta sámi gealbomihtut buot nationála oahppoplánain ja sámi ovttaárvosaš, buohtalas oahppoplánain go vejolaš.

source: Dette er et arbeid vi har lyktes med.
sme: Dáinna bargguin mii leat lihkostuvvan.

source: I de nye læreplanverkene er det langt mer eksplisitt samisk innhold i de overordnede tekstene, enn i gjeldende nasjonal læreplanverk.
sme: Ođđa oahppoplánabuktosiin lea mealgat eanet eksplisihtta sámi sisdoallu bajimus dási teavsttain go dálá nationála oahppoplánabuktosis.

source: I norskfaget er en tredjedel av kompetansemålene redusert, men det samiske innholdet er ikke redusert tilsvarende.
sme: Dárogielfágas lea gealbomihtuid lohku unniduvvon goalmmadas osiin, muhto sámi sisdoallu ii leat unniduvvon seamma ollu.

source: I naturfag samisk og nasjonal er det flere momenter av samisk innhold, blant annet er tradisjonskunnskap fremhevet.
sme: Luonddufága sámi ja nationála oahppoplánain leat máŋgga oasis sámi sisdoallu, earret eará deattuhuvvo árbediehtu.

source: I blant annet samfunnsfag, samisk- og nasjonal læreplan, er fornorskning og uretten mot samer, tema.
sme: Earret eará servodatfágas, sámi ja nationála oahppoplánain, leat dáruiduhttin ja vearrivuohta sápmelaččaid vuostá fáddán.

source: For Sametinget har det vært viktig at elever lærer om den urett som er utvist mot samer i historien frem til vår tid.
sme: Sámediggái lea leamaš deaŧalaš ahte oahppit ohppet dan vearrivuođa birra mii lea čađahuvvon sápmelaččaid vuostá historjjás gitta min áiggi rádjai.

source: Læreplanen i duodje bygger blant annet på tradisjonell duodje bærekraftig bruk av naturmaterialer.
sme: Oahppoplána duojis lea earret eará vuođđuduvvon árbevirolaš duoji guoddevaš ávnnasgeavaheapmái.

source: Læreplanen i Kunst og håndverk har betydelig økning av samisk innhold.
sme: Dáidaga ja giehtaduoji oahppoplánas lea sámi sisdoallu lassánan mearkkašahtti.

source: Læreplanene i samisk som andrespråk har økt fokus på å faktisk lære seg samisk, ved at kommunikasjon er vektlagt som det viktigste i faget.
sme: Oahppoplánas sámegielas nubbingiellan lea eanet deaddu biddjojuvvon dasa ahte duođaid oahppat sámegiela, dainna lágiin ahte gulahallan lea deattuhuvvon deaŧaleamosin fágas.

source: Læreplanene i samisk som første- og andrespråk legger til rette for å gi elevene kompetanse i samisk ved bruk av sterke språkopplæringsmodeller.
sme: Oahppoplánat sámegielas vuosttaš- ja nubbingiellan láhčet dasa ahte oahppit ožžot gelbbolašvuođa sámegielas go geavahuvvojit nana giellaoahppanmodeallat.

source: Jeg vil si at læreplanverket, med Overordnet del – verdier og prinsipper for grunnopplæringen, representerer et samisk verdiløft for den samiske skolen.
sme: Mus lea jáhkku dasa ahte oahppoplánabuvttus, oktan Bajimus osiin – árvvut ja prinsihpat vuođđooahpahusas, ovddastit sámi árvoloktema sámi skuvlla várás.

source: I tillegg er læreplanene dagsaktuelle og fremtidsrettet, og forbereder elevene til å få relevant kunnskap og forståelse for fremtidige samfunn, og å kunne bruke det de har lært i ulike situasjoner.
sme: Dasa lassin leat oahppoplánat áigeguovdilat ja boahtteáiggediđolaččat, ja ráhkkanahttet ohppiid dasa ahte háhkat relevánta máhtu ja ipmárdusa boahtteáiggi servodagain, ja dasa ahte sáhttit geavahit dan maid sii leat oahppan iešguđet diliin.

source: Jeg vil i dag rette en takk til alle læreplangruppene, og særlig de samiske læreplanaktørene som har bistått Sametinget i utviklingen av samiske parallelle likeverdige læreplaner.
sme: Dál giittán buot oahppoplánajoavkkuid, ja erenoamážit daid sámi oahppoplánabargiid geat leat veahkehan Sámedikki ovddidemiin sámi buohtalas, ovttaárvosaš oahppoplánaid.

source: Dere har hatt et krevende arbeid, som er blitt løst konstruktivt og med høy faglig kvalitet.
sme: Dis lea leamaš gáibideaddji bargu, maid dii lehpet čađahan konstruktiivvalaččat ja alla fágalaš kvalitehtain.

source: De nye læreplanverkene er et tydelig tegn på at det samiske samfunnet selv både kan og skal utvikle seg på samenes egne premisser og med kunnskap utviklet i samiske samfunn.
sme: Ođđa oahppoplánabuktosat leat čielga mearkan dasa ahte sámi servodat ieš sihke sáhttá ja galgá ovdánit sámiid iežaset eavttuid vuođul ja dan máhtu vuođul maid sámi servodagat leat háhkan.

source: Når vi ser en tydelig utvikling av det samiske samfunnet gjennom denne fagfornyelsen, så står vi likevel ovenfor noen utfordringer i forbindelse med fornyelsen av læreplanverkene.
sme: Vaikke vel oaidnit ge čielga ovdáneami sámi servodagas ođđa fágaođasmahttima bokte, de leat mis dattetge muhtun hástalusat oahppoplánabuktosiid ođasmahttima oktavuođas.

source: En sentral utfordring er at det må utvikles samiske læremateriell som er i tråd med det nye planverket.
sme: Guovddáš hástalus lea ahte fertejit ráhkaduvvot sámi oahpponeavvut ođđa plánabuktosa vuođul.

source: Dette har vi tatt, og vil fortsette å ta høyde for i de neste årenes tilskudd til læremiddelutvikling.
sme: Dan mii leat váldán vuhtii, ja áigut ain váldit vuhtii boahtte jagiid doarjagiin oahpponeavvoráhkadeapmái.

source: Samtidig står vi ovenfor en implementeringsprosess når læreplanene skal tas i bruk i skolen.
sme: Seammás leat mii atnuiváldinproseassas go oahppoplánat galget geavahuvvot skuvllas.

source: Med å ha styrket det samiske innholdet i begge læreplanverkene så gir vi både nye, større og mer krevende oppgaver til skolene og lærerne.
sme: Go mii nannet sámi sisdoalu goappašiid oahppoplánabuktosiin, de mii bidjat sihke ođđa, stuorát ja eanet gáibideaddji bargamušaid skuvllaide ja oahpaheddjiide.

source: Overordnet del skal implementeres i skoleverket og elevene skal få lære mer om samer som urfolk.
sme: Bajimus oassi galgá váldojuvvot atnui skuvllain ja oahppit galget oahppat eanet sámiid birra álgoálbmogin.

source: Jeg vil understreke at det ikke bare en plikt hos skolene, men en rettighet hos alle elever at de skal få ta del i den kunnskapen om det flerkulturelle samfunnet de lever i. Sametinget har holdt fast ved at å være tydelige i kompetansemålene så vil det være en støtte til læreren i undervisning og med det sikre at kunnskapen om samer som urfolk øker i hele landet.
sme: Deattuhan ahte ii leat dušše skuvllaid geatnegasvuohta, muhto maiddái buot ohppiid vuoigatvuohta ahte sii galget beassat muosáhit máhtu dan máŋggakultuvrralašvuođa birra masa sii gullet. Sámediggi lea bisson dan oainnus ahte go gealbomihtut leat čielgasat, de dat lea doarjjan oahpaheddjiide oahpahusas ja dainna lágiin mii sihkkarastit ahte máhttu sámiid birra álgoálbmogin lassána olles riikkas.

source: Samisk innhold er med på å understreke at et demokratisk samfunn verner om urfolk og minoriteter.
sme: Sámi sisdoallu lea mielde deattuheamen dan ahte demokráhtalaš servodat suodjala álgoálbmogiid ja minoritehtaid.

source: Alle deltakere i skolefellesskapet skal etter de nye læreplanene utvikle bevissthet om både minoritets- og majoritetsperspektiver og skape rom for samarbeid, dialog og meningsbryting.
sme: Buot skuvlasearvevuođa oassálastit galget ođđa oahppoplánaid vuođul ovddidit diehtomielalašvuođa sihke minoritehta ja majoritehta perspektiivvaid birra ja láhčit ovttasbargui, gulahallamii ja digaštallamii.

source: Det er med på å utvikle forståelse av den verden vi bor i og det samfunnet vi bor i. I dette arbeidet har samisk kultur, historie og samfunnsliv mye å bidra med og jeg er fornøyd med at vi har skapt plass i læreplanverkene til å holde dette prinsippet oppe.
sme: Dat lea mielde addimin ipmárdusa dan máilmmis ja dan servodagas mas mii eallit. Dan oktavuođas lea stuorra ávki sámi kultuvrras, historjjás ja servodateallimis, ja mun lean duhtavaš go mii leat nagodan oažžut saji oahppoplánabuktosiin nu ahte dát vuođđooaidnu bisuhuvvo.

source: Læreplanverkenes fornyelse fører mye godt med seg, men har samtidig ikke fått løst alle utfordringer.
sme: Oahppoplánabuktosiid ođasmahttimis lea stuorra ávki, muhto seammás eai leat buot hástalusat čovdojuvvon.

source: Det mangler fortsatt samiske parallelle, likeverdige læreplaner i fagene matematikk, kroppsøving og samisk for hørselshemmede.
sme: Ain váilot sámi buohtalas, ovttaárvosaš oahppoplánat matematihkkafágas, lášmmohallanfágas ja sámegielfágas guluhemiid várás.

source: Samtidig vil mange savne tydeligere og mer eksplisitt samisk innhold i læreplan for matematikk.
sme: Seammás váillahit ollugat čielgasat ja eanet eksplisihtta sámi sisdoalu matematihka oahppoplánas.

source: Jeg vil være tydelig på at Sametinget har ambisjoner om å sette i gang et arbeid for utvikling av samiske parallelle, likeverdige læreplaner i disse fagene.
sme: Mu čielga oaidnu lea ahte Sámedikkis lea áigumuš álggahit barggu ovddidemiin sámi buohtalas, ovttaárvosaš oahppoplánaid dáin fágain.

source: Slik vil vi kunne være med på synliggjøre hva et forsterket samisk innhold vil være i disse fagene og utvikle fagene med base i samisk språk kultur og samfunnsliv.
sme: Nu mii leat mielde čalmmustahttimin dan mii nannejuvvon sámi sisdoallu lea dáin fágain ja ovddideamen fágaid sámi giela, kultuvrra ja servodateallima vuođul.

source: Sametinget vil fortsette utviklingen av den samiske skolen og med det utvikle det samiske samfunnet.
sme: Sámediggi joatká ovddidemiin sámi skuvlla ja sámi servodaga.
